new Vue({
    el: '#list',
    data: {
        rs1: [
            {
                bh: '1',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '2',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '3',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '4',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '5',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '6',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '7',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '8',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '9',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            },{
                bh: '10',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '成功'
            }
        ]
    }
});
