new Vue({
    el: '#list',
    data: {
        rs1: [
            {
                bh: '1',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '1'
            },{
                bh: '2',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '2'
            },{
                bh: '3',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '3'
            },{
                bh: '4',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '4'
            },{
                bh: '5',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '5'
            },{
                bh: '6',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '6'
            },{
                bh: '7',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '1'
            },{
                bh: '8',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '2'
            },{
                bh: '9',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '3'
            },{
                bh: '10',
                bt: '标题最多十个字显示了',
                ly: '西部省份团队',
                rq: '2019-04-21',
                jg: 77,
                ys: '44min',
                dz: '皇庭国际',
                zt: '4'
            }
        ],
        zt: {
            '1': '成功',
            '2': '进程中',
            '3': '警告',
            '4': '错误',
            '5': '失效',
            '6': '恢复'
        },
        breadcrumbdata: [{
            name: "工作台",
            href: "https://www.baidu.com/"
        }, {
            name: "列表页",
            href: "https://www.baidu.com/"
        }, {
            name: "标准表格",
            href: "https://www.baidu.com/"
        }]
    }
});
